---
kind: enumMember
id: F:Autodesk.Revit.DB.ExportColumnHeaders.MultipleRows
enum: Autodesk.Revit.DB.ExportColumnHeaders
source: html/bc6f688d-c781-fae9-628d-f7c4758d5b85.htm
---
# Autodesk.Revit.DB.ExportColumnHeaders.MultipleRows

Both column headers and grouped header cells are exported.